tap "candid82/brew"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sachaos/todoist"
cask "java"
cask "xquartz"
brew "ack"
brew "aircrack-ng"
brew "antigen"
brew "archey"
brew "python"
brew "asciinema"
brew "asciiquarium"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "binutils"
brew "boot-clj"
brew "bulk_extractor"
brew "clojure"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "go"
brew "doitlive"
brew "ettercap"
brew "exa"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gcal"
brew "git"
brew "git-flow-avh"
brew "glances"
brew "gource"
brew "howdoi"
brew "htop"
brew "httpie"
brew "hub"
brew "hydra"
brew "john"
brew "jq"
brew "kubernetes-cli"
brew "leiningen"
brew "ruby"
brew "lsusb"
brew "m-cli"
brew "mas"
brew "md5deep"
brew "mongodb"
brew "mono", link: false
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nikto"
brew "nmap"
brew "node"
brew "nyancat"
brew "opencv"
brew "pandoc"
brew "peco"
brew "pidof"
brew "postgresql", restart_service: true
brew "proxychains-ng"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "screenfetch"
brew "shpotify"
brew "socat"
brew "speedtest-cli"
brew "swiftlint"
brew "tcpflow"
brew "tcptrace"
brew "tig"
brew "tmux"
brew "tor"
brew "torsocks"
brew "trash"
brew "tree"
brew "unrar"
brew "vim", args: ["with-client-server"]
brew "watchman"
brew "wget"
brew "xclip"
brew "zsh"
brew "zsh-completions"
brew "candid82/brew/joker"
brew "dart-lang/dart/dart"
brew "sachaos/todoist/todoist"
cask "alfred"
cask "android-studio"
cask "atom"
cask "beardedspice"
cask "burp-suite"
cask "devdocs"
cask "discord"
cask "docker-edge"
cask "dotnet"
cask "dotnet-sdk"
cask "dropbox"
cask "duet"
cask "figma"
cask "firefox-developer-edition"
cask "flux"
cask "fontbase"
cask "franz"
cask "gns3"
cask "google-chrome"
cask "hyper"
cask "intellij-idea-ce"
cask "logitech-options"
cask "metasploit"
cask "microsoft-teams"
cask "minikube"
cask "mono-mdk"
cask "notion"
cask "oni"
cask "opera-developer"
cask "pocket-casts"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "setapp"
cask "skype"
cask "slack"
cask "snagit"
cask "spectacle"
cask "spotify"
cask "suspicious-package"
cask "terminus"
cask "torbrowser"
cask "transmission"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "wireshark"
cask "workflowy-beta"
cask "zeplin"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Electron APIs", id: 1119345146
mas "iStudiez Pro", id: 402989379
mas "Keynote", id: 409183694
mas "Notability", id: 736189492
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 880001334
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
